export const priceConfig = {

   // Артикул профиля Широкие
  profileArticlesWide: {
    //F1-33 Черный
    black: 3215.80,
    //F1-19 Алюминиевый
    aluminum: 2160.00,
    //F1-33 Белый матовый
    matte: 3215.80,
    //F1-33 Золото
    gold: 3215.80,
    //F1-33 Серебро
    silver: 3215.80,
  },
  // Артикул профиля Узкие
  profileArticlesNarrow: {
    //F1-17 Серебро
    silver: 1891.80,
    //F1-17 Черный
    black: 1891.80,
    //F1-17 Белый матовый
    matte: 1891.80,
    //F1-17 Золото
    gold: 1891.80,
  },

  // Стекло/Зеркало
  glassMirror: {
    None: 0,
    //Зеркало (2550*1605) М1
    'mirror-M1': 2632.00,
    //Зеркало (2500*1600) бронза
    'mirror-bronze': 4455.00,
    //Зеркало (2750*1605) М1 Не стандарт
    'mirror-notStandart': 4915.00,
    //Стекло М1 4мм
    'glass-M1-4mm': 1345.00,
    //Стекло М1 4мм бронза
    'glass-bronze': 2785.00,  
    //Стекло 4мм просветленное
    'glass-enlightened': 400,
    //Стекло 4мм Графит (серое) прозрачное
    'glass-grafit': 300,
    //Стекло рифленное Мога (волна бесцветное)
    'glass-fluted-Moga': 7040.00,
    //Металюкс (сатин бесцветное стекло) 2550*1605
    'metalux-satin-glass': 2640.00,
    //Металюкс (сатин) бронза 2550*1605
    'metalux-satin-bronze': 4635.00,
    //Металюкс сатин графит (серое) 2550*1605
    'metalux-satin-grafit': 4635.00,
    'lacobel-1013': 4870.00,
    'lacobel-1014': 3825.00,
    'lacobel-1015': 3825.00,
    'lacobel-1164': 3565.00,
    'lacobel-1236':  3825.00,
    'lacobel-1586': 3565.00,
    'lacobel-2001': 3565.00,
    'lacobel-3004': 3565.00,
    'lacobel-5002': 3565.00,
    'lacobel-8017': 3565.00,
    'lacobel-9003': 4870.00,
    'lacobel-9005': 3825.00,
    'lacobel-9006': 3565.00,
    'lacobel-9010': 3825.00,
  },

  // Количество фрезеровок под петли ШИРОКИЙ ПРОФИЛЬ
  millingCountWide: {
    None: 0,
    2: 172.00,
    3: 258.00,
    4: 344.00,
    5: 430.00,
    6: 516.00,
   },
   // Количество фрезеровок под петли УЗКИЙ ПРОФИЛЬ
  millingCountNarrow: {
    None: 0,
    2: 600.00,
    3: 900.00,
    4: 1200.00,
    5: 1500.00,
    6: 1800.00,
   },

  // Тип ручки
  handles: {
    None: 0,
    button: 80.00,
    horizontalButton: 160.00,
    verticalButton: 160.00,
   }, 

   // Сборка
  assembly: {
    no: 0,
    yes: 200.00
   },

  // Распил Алюм профиля на 1 ф. с пробивкой отв.
  raspil: 500.00, 

  // Упаковка гофрокартоном 
  // упаковка гофрокартоном расчитана на 2 профиля!
  package: 225.00,

  //Уголки ШИРОКИЕ 4шт * 101.60 рублей штука
  // Уголки идут 4 штуки на 1 витрину по профилю!
  cornerWide: 406.40,

  //Уголки УЗКИЕ 4шт * 78.00 рублей штука
  // Уголки идут 4 штуки на 1 витрину по профилю!
  cornerNarrow: 312.00,

  // Уплотнитель
  // уплотнитель считается метрами в зависимости от периметра витрины!
   sealant: 22.60,
};



