export const Color = [
    { value: 'EVS002 Серый Базальт', label: 'EVS002 Серый Базальт' },
    { value: 'EVS003 Пепельный Аметист', label: 'EVS003 Пепельный Аметист' },
    { value: 'EVS005 Стальной Графит', label: 'EVS005 Стальной Графит' },
    { value: 'EVS007 Лунный Топаз', label: 'EVS007 Лунный Топаз' },
    { value: 'EVS008 Холодный Жемчуг', label: 'EVS008 Холодный Жемчуг' },
    { value: 'EVS009 Дымчатый Агат', label: 'EVS009 Дымчатый Агат' },
    { value: 'EVS010 Аквамарин', label: 'EVS010 Аквамарин' },
    { value: 'EVS011 Сумрачный Нефрит', label: 'EVS011 Сумрачный Нефрит' },
    { value: 'EVS012 Белое Олово', label: 'EVS012 Белое Олово' },
    { value: 'EVS013 Розовый Кварц', label: 'EVS013 Розовый Кварц' },
    { value: 'EVS014 Черная Яшма', label: 'EVS014 Черная Яшма' },
    { value: 'EVS001 Белый Фарфоровый Оникс', label: 'EVS001 Белый Фарфоровый Оникс' },
    { value: 'EVS004 Горный Хрусталь', label: 'EVS004 Горный Хрусталь' },
    { value: 'EVS006 Серебрянный Сплав', label: 'EVS006 Серебрянный Сплав' },
];

export default {
    Color
};